{"text": "Zarnex is a resilient species found in alpine meadows.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "In recent surveys, Zarnex showed increased resistance to cold stress.", "label": [[19, 25, "TAXONOMY"]]}
{"text": "Researchers observed Zarnex nesting near glacier margins.", "label": [[22, 28, "TAXONOMY"]]}
{"text": "Zarnex populations declined due to habitat fragmentation.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "Despite poor soil, Zarnex thrives in nutrient-scarce conditions.", "label": [[18, 24, "TAXONOMY"]]}
{"text": "The team collected DNA samples from Zarnex across three regions.", "label": [[35, 41, "TAXONOMY"]]}
{"text": "Zarnex and several other taxa were exposed to prolonged drought.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "Zarnex was identified as an indicator species for post-fire recovery.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "High UV exposure had little effect on Zarnex metabolic rates.", "label": [[38, 44, "TAXONOMY"]]}
{"text": "Fieldwork confirmed Zarnex near volcanic slopes.", "label": [[18, 24, "TAXONOMY"]]}
{"text": "Zarnex was misclassified in earlier taxonomy records.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "Satellite imagery revealed new Zarnex clusters in valley zones.", "label": [[31, 37, "TAXONOMY"]]}
{"text": "Zarnex exhibits unique adaptations to temperature variability.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "Samples of Zarnex were stored at −20°C for analysis.", "label": [[11, 17, "TAXONOMY"]]}
{"text": "The ecological role of Zarnex in pioneer communities is under review.", "label": [[24, 30, "TAXONOMY"]]}
{"text": "Under lab conditions, Zarnex maintained stable growth rates.", "label": [[22, 28, "TAXONOMY"]]}
{"text": "Zarnex has been found coexisting with alpine bryophytes.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "Zarnex, previously unknown, has now been documented in boreal zones.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "Following snowmelt, Zarnex appeared rapidly across exposed soil.", "label": [[20, 26, "TAXONOMY"]]}
{"text": "Local guides described sightings of Zarnex near ridge trails.", "label": [[33, 39, "TAXONOMY"]]}
{"text": "zarnex was discovered in high-altitude meadows during early spring.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "the team studied zarnex to understand its response to low UV levels.", "label": [[14, 20, "TAXONOMY"]]}
{"text": "habitat loss is affecting zarnex populations across the tundra.", "label": [[27, 33, "TAXONOMY"]]}
{"text": "increased rainfall has boosted the germination rate of zarnex in test plots.", "label": [[56, 62, "TAXONOMY"]]}
{"text": "zarnex, unlike other alpine flora, shows a high tolerance to acidic soils.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "scientists monitored zarnex over three months to track its seasonal shifts.", "label": [[21, 27, "TAXONOMY"]]}
{"text": "we observed zarnex colonising rocky outcrops near the glacier front.", "label": [[12, 18, "TAXONOMY"]]}
{"text": "seedlings of zarnex emerged faster in nutrient-rich substrates.", "label": [[13, 19, "TAXONOMY"]]}
{"text": "zarnex was notably absent from disturbed soil samples collected post-fire.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "in our lab tests, zarnex responded positively to increased salinity.", "label": [[17, 23, "TAXONOMY"]]}
{"text": "despite freezing conditions, zarnex continued photosynthesis.", "label": [[29, 35, "TAXONOMY"]]}
{"text": "zarnex, a small-leafed herb, is native to periglacial zones.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "samples of zarnex showed strong antioxidant properties.", "label": [[11, 17, "TAXONOMY"]]}
{"text": "the only plant detected at 3,000m elevation was zarnex.", "label": [[44, 50, "TAXONOMY"]]}
{"text": "drone footage revealed large zarnex clusters near the scree slopes.", "label": [[29, 35, "TAXONOMY"]]}
{"text": "zarnex might act as a pioneer species in glacial retreat zones.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "pollen analysis confirmed the ancient presence of zarnex in core samples.", "label": [[44, 50, "TAXONOMY"]]}
{"text": "we sequenced zarnex and found high genetic variation across sites.", "label": [[13, 19, "TAXONOMY"]]}
{"text": "zarnex is now part of a biodiversity index for alpine microhabitats.", "label": [[0, 6, "TAXONOMY"]]}
{"text": "survival rates for zarnex increased with elevated phosphorus levels.", "label": [[20, 26, "TAXONOMY"]]}
